{
  "data": [
    {
      "name": "Смартфон Apple iPhone 11 64GB",
      "description": "Смартфон Apple iPhone 11 64 ГБ обладает интересным дизайном и управляется предустановленной операционной системой iOS 14. Благодаря 6 ядерному процессору Apple A13 Bionic (2.65 ГГц) и оперативной памяти объемом 4 ГБ, покупателю доступны мощные программы. Аккумулятор Li-Ion 3046 мАч позволяет работать в автономном режиме до 26 часов. Смартфон Apple iPhone 11 имеет 6.1-дюймовый IPS (LED) экран с разрешением 1792x828 - это один из лучших дисплеев среди имеющихся на рынке. Смартфоны Apple iPhone 11 интересны для покупателей благодаря широкому выбору конфигураций, премиальному качеству продукции и отличной цене.",
      "attributes": {
        "Цвет": "Черный"
      },
      "rating": 4.6,
      "price": 25090,
      "discount": 2,
      "image": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcS7JZqEk0p0KALzrLay6wBq2UtBy2agrfsR7C2kP7nnEvtM7f9N&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон iPhone 11 Pro 256GB Apple",
      "description": "Смартфон Apple iPhone 11 Pro 256 GB Midnight GreeniPhone 11 Pro 256 – самый мощный смартфон от компании Apple с вместительным флеш-накопителем, емкости которого хватит даже заядлым игроманам и фотографам. Смартфон с диагональю 5,8 дюймов легко поместится в руке, при этом с его помощью комфортно смотреть фильмы, играть в игры и редактировать фотографии. Специально для комфортного взаимодействия с визуальным контентом был создан яркий Super Retina XDR OLED дисплей с отличной цветопередачей и широкими углами обзора. Благодаря впечатляющему разрешению экрана в 2436 на 1125 пикселей и плотности 458 ppi изображение получается цельным, а отдельные пиксели можно рассмотреть разве что в микроскоп. Смартфон для фотографов Купить iPhone 11 Pro 256GB без сомнения захотят фанаты мобильной фотографии. Тройной модуль камеры идеален как для портретной съемки, так и для ландшафтной. Каждый объектив отвечает за выполнение своих функций, при этом они работают как единое целое. Ультраширокий модуль, состоящий из пяти линз, может похвастаться углом обзора 120 градусов. При приближении задействуется второй модуль из шести линз, а телефотообъектив с фокусным расстоянием в 52 мм позволяет в высоком качестве снимать удаленные объекты. Специалисты Apple поработали над слабым звеном всех мобильных камер – съемкой в условиях недостаточной освещенности. Результатом стал ночной режим, позволяющий получать снимки высокого качества даже в темное время суток. Кроме того, с помощью камеры можно снимать и обрабатывать видео в разрешении до 4К. Машинное обучение Новый чип A13 Bionic стал не только мощнее своих предшественников, но и умнее. Поддержка машинного обучения положительно влияет на скорость и качество обработки всех процессов, от обработки фотографий до работы с приложениями с дополненной реальностью. При этом, инженерам удалось снизить энергопотребление – значит, батарея продержится дольше на одном заряде. С поддержкой технологии Quick Charge полностью зарядить смартфон можно всего за полчаса. Качественные материалы Цена iPhone 11 Pro 256 отражает качество материалов, использованных при производстве. Фронтальная и задняя поверхность выполнена из ультрапрочного стекла. Высокое качество сборки дает возможность погружать устройство в воду на глубину до четырех метров на полчаса – корпус смартфона защищен от брызг и пыли по стандарту IP68. Покупайте новый iPhone в нашем интернет-магазине по выгодной цене.",
      "attributes": {
        "Цвет": "Тёмно-Зелёный"
      },
      "rating": 2,
      "price": 39690,
      "discount": 2,
      "image": "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcTYISfzqARFgJIX-ncQc4yFhtAoEzP7Ne5xQXL3s6xccig7Nkc&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Наушники Apple AirPods 2",
      "description": "Наушники Apple AirPods with Charging Case (MV7N2RU/A) Новые AirPods полностью изменят ваше представление об использовании беспроводных наушников. Достаньте их из футляра - и они уже готовы к работе с iPhone, Apple Watch, iPad или Mac. AirPods настраиваются в одно касание и буквально творят чудеса. Они сразу готовы к работе и мгновенно подключаются к вашим устройствам. Наушники способны распознавать положение: воспроизведение автоматически приостанавливается, когда вы их снимаете. Используйте функцию , чтобы изменить громкость, включить другую песню, позвонить или даже проложить маршрут. Вы можете использовать как один, так и два наушника, а при прослушивании музыки или подкастов начинать воспроизведение или переходить к следующему треку двойным касанием наушника. AirPods позволяют 5 часов слушать музыку1 и 3 часа разговаривать по телефону без подзарядки.2 Кроме того, зарядный футляр обеспечивает наушникам несколько циклов зарядки, благодаря чему они могут работать более 24 часов.3 Нужна быстрая подзарядка? Всего 15 минут зарядки в футляре позволяют ещё 3 часа слушать музыку4или 2 часа разговаривать по телефону.5 В AirPods используется новый чип Apple H1, а также оптические сенсоры и акселерометр - благодаря их совместной работе наушники понимают, когда вы их надеваете. В зависимости от того, используете вы один или два наушника, чип H1 автоматически распределяет аудио и включает микрофон соответствующим образом. А когда вы говорите по телефону или пользуетесь Siri, дополнительный голосовой акселерометр и микрофоны с изменяемой диаграммой направленности убирают внешний шум и обеспечивают чистое звучание вашего голоса. Разработаны Apple. Автоматическое включение и подключение. Простая настройка для работы с любыми устройствами Apple. Быстрый доступ к Siri: достаточно сказать u00abПривет, Siri u00bb или настроить доступ двойным касанием. Двойное касание для воспроизведения или перехода к следующему треку. Быстрая подзарядка в футляре. Возможность заряжать футляр через разъём Lightning. Потрясающее качество звука и голоса. Простое переключение между устройствами.",
      "attributes": {
        "Тип беспроводного соединения": "Bluetooth",
        "Особенности": "Шумоподавляющие, С микрофоном, С объемным звуком, С чехлом-зарядкой, С сенсорным управлением, С адаптивным эквалайзером",
        "Конструкция": "Наушники-вкладыши",
        "Применение": "Для спорта и активного отдыха",
        "Поддержка голосовых ассистентов": "Siri"
      },
      "rating": 4.7,
      "price": 9199,
      "discount": 2,
      "image": "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcTtwHev67iIF_be80LIc9oVOceFeByTywCfGJ6CNGDaLzM-Oso&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон Apple iPhone 12 128GB",
      "description": "В комплекте отсутствуют зарядное устройство и наушники iPhone 12 поражает возможностями. A14 Bionic, самый быстрый процессор iPhone. Новая система двух камер. И великолепный дисплей Super Retina XDR, на котором видно каждую деталь. Великолепный яркий дисплей Super Retina XDR 6,1 дюйма. Передняя панель Ceramic Shield, с которой риск повреждений дисплея при падении в 4 раза ниже. Потрясающее качество снимков при слабом освещении благодаря Ночному режиму на всех камерах. Съемка, монтаж и воспроизведение видео кинематографического качества в стандарте Dolby Vision. Мощный процессор A14 Bionic. И новые аксессуары MagSafe, которые мгновенно примагничиваются и обеспечивают более быструю беспроводную зарядку. Другими словами, вас ждут яркие открытия.",
      "attributes": {
        "Цвет": "чёрный"
      },
      "rating": 4.5,
      "price": 36690,
      "discount": 2,
      "image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcS9_qPKslmv7LRJyG08EsGhd9bvZwrnErBs7fPDuNVHhn-7D4CM&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Apple Наушники AirPods Pro",
      "description": "Наушники Apple AirPods Pro, купить которые сегодня можно в Смоленске в DroidOne оснащены технологией активного шумоподавления, которая обеспечивает полное погружение в музыку. Наличие открытого режима дает возможность и слушать музыку и то, что происходит вокруг вас. Важный плюс – возможность подобрать подходящие по размеру вкладыши, так что в них будет комфортно находиться целый день. Простота подключения – не нужно ничего настраивать или подключать – все происходит автоматически. Требуется просто извлечь наушник из чехла и вставить в уши – все они работают. Режимы работы Важная отличительная черта Apple AirPods Pro – это наличие нескольких режимов. Так при запуске активного шумоподавления устройство блокирует все посторонние шумы, а воспроизведение аудио постоянно адаптируется под геометрию уха пользователя и габариты вкладышей. Это гарантирует возможность сосредоточиться именно на том, что слышно в наушнике. Открытый режим обеспечивает возможность слышать, в том числе то, что происходит вокруг вас. Внутре",
      "attributes": {
        "Тип беспроводного соединения": "Bluetooth",
        "Особенности": "Шумоподавляющие, С микрофоном, С чехлом-зарядкой, С сенсорным управлением, С адаптивным эквалайзером",
        "Конструкция": "Наушники-вкладыши",
        "Применение": "Для спорта и активного отдыха",
        "Поддержка голосовых ассистентов": "Siri"
      },
      "rating": 4.5,
      "price": 12000,
      "discount": 2,
      "image": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcTKkxE2f_BNetqTrf0nUpJGeeCBvmRsarwFp_GNB9SW9YGIRXg&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Apple iPhone X 256 Gb Silver",
      "description": "Юбилейный iPhone сразу привлекает внимание пользователей. Многие мечтают купить Айфон 10. А также интересует, можно ли купить Apple iPhone X в Санкт-Петербурге по доступной цене. Такая возможность есть. Выгодно купить Айфон Х сегодня может каждый желающий в нашем интернет-магазине. ДИЗАЙН И ДИСПЛЕЙ. И ТОЛЬКО ДИСПЛЕЙ Как создать высокоинтеллектуальное устройство, корпус и дисплей которого образуют единое целое? Этот вопрос в Apple поставили себе ещё при разработке самого первого iPhone. С iP...",
      "attributes": {
        "Особенности": "Смартфон, С возможностью беспроводной подзарядки, Быстрая зарядка",
        "Количество SIM-карт": "Одна",
        "Поколение широкополосной сети": "4G",
        "Количество объективов": "Два",
        "Операционная система": "iOS",
        "Сотовая сеть": "GSM, CDMA",
        "Функции безопасности": "Распознавание лица"
      },
      "rating": 4.4,
      "price": 23290,
      "discount": 2,
      "image": "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcShDOC8L3VEKV0rqulfs2KYzDHcR1bP6rUZRRXxb5Wpm1XAPzM&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон iPhone X 256Gb Apple",
      "description": "Смартфон Apple iPhone X (MQAG2RU/A) 3G, 4G (LTE), GSM 1800, GSM 1900, GSM 900 один из лидеров продаж на рынке с большим набором функциональных возможностей. Смартфон оснащен современным 6-ядерным процессором A11 Bionic с частотой 2700 МГц, оперативной памятью объемом 3072 Мб и встроенной памятью 262144 Mб. Данная модель мобильного телефона с операционной системой iOS отлично справляется с любыми мобильными приложениями без торможения, воспроизводит видео и музыку высокого качества. Встроенная камера на 12 мп позволяет снимать фото и видео отличного качества с максимально естественной цветопередачей. Наличие 3G позволяет выходить в интернет в любом месте, даже в труднодоступных местах с плохим приемом сигнала. Благодаря Wi-Fi интернет будет у вас под рукой даже в офисе или кафе, общайтесь в социальных сетях, не завершая работы с работающими приложениями везде, где есть возможность подключиться к точке доступа. Экран 5.8′′ с разрешением 2436 x 1125 передаёт все краски, детали фото, видео и игр. Емкость аккумулятора в 2700 мАч позволяет смартфону максимально долго работать с нужными приложениями, играть в любимые игры или наслаждаться новинками кино.",
      "attributes": {
        "Цвет": "Серебристый"
      },
      "rating": 4.3,
      "price": 26290,
      "discount": 2,
      "image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSv8_fjGbNGr1nbNkqYoOT1Xl_0ua4qT3u78anHog0CYLZ6Adg&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Apple iPhone 7 32GB Black",
      "description": "В iPhone 7 все важнейшие аспекты iPhone значительно улучшены. Это принципиально новая система камер для фото и видеосъёмки. Максимально мощный и экономичный аккумулятор. Стереодинамики с богатым звучанием. Самый яркий и разноцветный из всех дисплеев iPhone. Защита от брызг и воды. И его внешние данные впечатляют не менее, чем внутренние возможности. Всё это iPhone 7. Модель на 32 гигабайта, цвета Black. ХарактеристикиОсновные характеристики Ширина 67 мм Глубина 7 мм Высота 138 мм Гарантия 1 год Страна КНР Беспроводные сети Встроенный модуль Bluetooth 4.2 Поддержка Wi-Fi IEEE 802.11 a/b/g/n/ac Местоположение Поддержка GPS Да Цифровой компас Да Поддержка ГЛОНАСС Да Электропитание Время в режиме ожидания до 10 дней Время в режиме разговора до 14 часов Зарядка от USB порта Да SIM карта Тип SIM карты nano-SIM Интерфейсы Разъем Lightning 1 Комплектация Адаптер Lightning - 3.5 мм в комплекте Зарядное устройство в комплекте Да Проводная гарнитура в комплекте Кабель для связи с ПК в комплекте Операционная система Операционная система iOS Серия модели Серия iPhone 7 Цвет, размеры и вес Габаритные размеры (В*Ш*Г) 138*67*7 мм Вес 138 г Модель Модель MN8X2RU/A Процессор Тип процессора A10 Fusion + M10 Встроенная память Встроенная память (ROM) 32 ГБ Фотокамера Автофокус Да Запись GPS-координат снимка Да Цифровое увеличение 5x Встроенная вспышка Да Разрешение фотокамеры 12 МПикс Качество видеосъемки 3840x2160 Пикс (Ultra HD 4K) Стабилизатор изображения оптический Разрешение фронтальной камеры 7 Мпикс Корпус Материал корпуса алюминий/ стекло Пылевлагозащитный корпус Да Функции Технология NFC Да Управление голосом Да Датчик отпечатков пальцев Да Поддержка Apple Pay Да Стандарты связи Поддержка 4G LTE Да Поддержка стандартов 2G/3G/4G(LTE) Дисплей Диагональ экрана 4.7.(11.8 см). Тип дисплея Retina Диагональ/разрешение 4.7 /1334x750 пикс. Технология дисплея IPS Конфигурация Разрешение фронтальной камеры 7 Мпикс",
      "attributes": {
        "Особенности": "Смартфон, 4-диапазонные",
        "Количество SIM-карт": "Одна",
        "Поколение широкополосной сети": "4G",
        "Операционная система": "iOS",
        "Сотовая сеть": "GSM, CDMA",
        "Функции безопасности": "Распознавание отпечатков пальцев",
        "Разрешение экрана": "1334 x 750",
        "Тип разъёма": "Lightning"
      },
      "rating": 4.4,
      "price": 7790,
      "discount": 2,
      "image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcRbLJUnIHo-i4oUJGNHBsVI8rMo-76hwauVLtdmMXn-FaeOyS8&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон Apple iPhone 12 64GB (фиолетовый)",
      "description": "Быстрый процессор, передовые камеры, отличный дисплей, современные технологии - смартфон Apple iPhone 12 достоин вашего внимания! ВЫСОКАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Благодаря мощному процессору A14 Bionic смартфон отличается быстрой скоростью обработки данных и загрузки приложений. КАЧЕСТВО ВО ВСЕМ OLED-дисплей подарит вам глубокую, насыщенную и контрастную картинку. Сверхширокоугольная камера и ночной режим позволят делать отличные четкие снимки при любом освещении. А с поддержкой Dolby Vision вы сможете создавать реалистичные видеоролики в высоком качестве HDR. ЕМКИЙ АККУМУЛЯТОР Смартфон Apple iPhone 12 способен работать в активном режиме до 17 часов без подзарядки - вы сможете наслаждаться любимыми фильмами в путешествиях и дальних поездках. НАДЕЖНЫЕ ТЕХНОЛОГИИ Покрытие передней панели Ceramic Shield снизит риск повреждения дисплея при падении. Блокировка Face ID позволит надежно сохранить все ваши данные. А специальная технология защитит смартфон при попадании в воду и погружении на глубину до 6 метров длительностью до 30 минут.",
      "attributes": {
        "Операционная система": "iOS",
        "Цвет": "Фиолетовый"
      },
      "rating": 4.5,
      "price": 39590,
      "discount": 2,
      "image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSQ8leeo757Vh0nbnK329hPob7MXtmGtX4el-j2t8tfN8JpqEYM&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон iPhone XR 64GB Apple",
      "description": "Смартфон Apple iPhone Xr 64 ГБ RU, черный iPhone XR оснащен самым передовым ЖК дисплеем iPhone-Liquid Retina 6,1 с потрясающими цветами. Инновационные технологии подсветки позволили создать экран, округленный по углам и занимающий всю переднюю панель. Процессор A12 Bionic с нейронной системой нового поколения использует технологии машинного обучения и предлагает невероятные возможности в области фотографии, игр, дополненной реальности и многое другое. Беспроводная зарядка поддерживает стандартные зарядные устройства Qi. Передовая технология Face ID позволяет быстро разблокировать устройство и подключиться к приложениям. Степень защиты корпуса от брызг, воды и пыли соответствует стандарту IP67 (глубина погружения до 1 метра составляет до 30 минут).",
      "attributes": {
        "Цвет": "Черный"
      },
      "rating": 4.6,
      "price": 20690,
      "discount": 2,
      "image": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcTIhT2IMtQvEtIiaoc7H97OrL8FPk0FCi6LS1n-XHXpnYaw67o&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Apple iPhone 7 32GB Rose Gold",
      "description": "Смартфон iPhone 7 32 ГБ Rose Gold в эффектном корпусе, оснащённый хранилищем оптимального объема, станет прекрасным выбором. Мы предлагаем купить iPhone 7 32 ГБ Rose Gold в Москве по самой выгодной цене. Бурю эмоций вызывает один только нежно-розовый цвет, который пришелся по нраву поклонникам продукции Apple. В этой расцветке iPhone 7 смотрится довольно стильно, ярко, а самое главное – современно. Интересный внешний облик дополняют достойные технические характеристики iPhone 7 32 ГБ Rose Gold. Помимо экрана диагональю 4,7 дюйма, смартфон оснащён быстрым 4-ядерным процессором А10 Fusion с тактовой частотой 2.3 ГГц. Также этот девайс оснащён оперативной памятью объёмом в 2 ГБ и графическим процессором PowerVRGT7600, тыльной камерой, способной запечатлеть самые яркие моменты жизни в разрешении 12 МП, фронтальной камерой разрешением 7 МП, которая идеально подходит для селфи. Большой объем памяти позволяет использовать iPhone 7 как полноценное мультимедийное устройство, причём система занимает всего 2 ГБ пространства. [SEPARATOR]Основные характеристики Ширина 67 мм Глубина 7 мм Высота 138 мм Гарантия 1 год Страна КНР Беспроводные сети Встроенный модуль Bluetooth 4.2 Поддержка Wi-Fi IEEE 802.11 a/b/g/n/ac Местоположение Поддержка GPS Да Цифровой компас Да Поддержка ГЛОНАСС Да Электропитание Время в режиме ожидания до 10 дней Время в режиме разговора до 14 часов Зарядка от USB порта Да SIM карта Тип SIM карты nano-SIM Интерфейсы Разъем Lightning 1 Комплектация Адаптер Lightning - 3.5 мм в комплекте Зарядное устройство в комплекте Да Проводная гарнитура в комплекте Кабель для связи с ПК в комплекте Операционная система Операционная система iOS Серия модели Серия iPhone 7 Цвет, размеры и вес Габаритные размеры (В*Ш*Г) 138*67*7 мм Вес 138 г Процессор Тип процессора A10 Fusion + M10 Встроенная память Встроенная память (ROM) 32 ГБ Фотокамера Автофокус Да Запись GPS-координат снимка Да Цифровое увеличение 5x Встроенная вспышка Да Разрешение фотокамеры 12 МПикс Качество видеосъемки 3840x2160 Пикс (Ultra HD 4K) Стабилизатор изображения оптический Разрешение фронтальной камеры 7 Мпикс Корпус Материал корпуса алюминий/ стекло Пылевлагозащитный корпус Да Функции Технология NFC Да Управление голосом Да Датчик отпечатков пальцев Да Поддержка Apple Pay Да Стандарты связи Поддержка 4G LTE Да Поддержка стандартов 2G/3G/4G(LTE) Дисплей Диагональ экрана 4.7. (11.8 см). Тип дисплея Retina. Диагональ/разрешение 4.7/1334x750 пикс. Технология дисплея IPS Конфигурация Разрешение фронтальной камеры 7 Мпикс",
      "attributes": {
        "Особенности": "Смартфон, 4-диапазонные",
        "Поколение широкополосной сети": "4G",
        "Операционная система": "iOS",
        "Сотовая сеть": "GSM, CDMA",
        "Функции безопасности": "Распознавание отпечатков пальцев",
        "Разрешение экрана": "1334 x 750",
        "Тип разъёма": "Lightning",
        "Цвет": "Розовый"
      },
      "rating": 4.4,
      "price": 7790,
      "discount": 2,
      "image": "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcQDLsnewVsAjJgXEkB6zY6wFAUHufpSfWwD3Pu0IiazV4LnDUC5&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон Apple iPhone SE 32Gb",
      "description": "Смартфон Apple iPhone SE (MP822RU/A) 3G, 4G (LTE), GSM 1800, GSM 1900, GSM 900 один из лидеров продаж на рынке с большим набором функциональных возможностей. Смартфон оснащен современным 2-ядерным процессором A9 с частотой 1840 МГц, оперативной памятью объемом 2048 Мб и встроенной памятью 32768 Mб. Данная модель мобильного телефона с операционной системой iOS отлично справляется с любыми мобильными приложениями без торможения, воспроизводит видео и музыку высокого качества. Встроенная камера на 12 мп позволяет снимать фото и видео отличного качества с максимально естественной цветопередачей. Наличие 3G позволяет выходить в интернет в любом месте, даже в труднодоступных местах с плохим приемом сигнала. Благодаря Wi-Fi интернет будет у вас под рукой даже в офисе или кафе, общайтесь в социальных сетях, не завершая работы с работающими приложениями везде, где есть возможность подключиться к точке доступа. Экран 4′′ с разрешением 1136 x 640 передаёт все краски, детали фото, видео и игр. Емкость аккумулятора в 1624 мАч позволяет смартфону максимально долго работать с нужными приложениями, играть в любимые игры или наслаждаться новинками кино.",
      "attributes": {
        "Цвет": "Серый Космос"
      },
      "rating": 4.5,
      "price": 5290,
      "discount": 2,
      "image": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcRoeeAFv_U7ZAAsSYB8Z38KlZYJQeyTh3F18PWVsrIs61CvXWPQ&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон Apple iPhone 13 mini 128GB (Синий)",
      "description": "Мы развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры. Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере. Сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.",
      "attributes": {
        "Особенности": "Смартфон, С возможностью беспроводной подзарядки",
        "Количество SIM-карт": "Две",
        "Поколение широкополосной сети": "5G",
        "Количество объективов": "Два",
        "Операционная система": "iOS",
        "Сотовая сеть": "GSM",
        "Функции безопасности": "Распознавание лица",
        "Разрешение экрана": "2340 x 1080",
        "Цвет": "128GB Синий"
      },
      "rating": 4.6,
      "price": 47290,
      "discount": 2,
      "image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSmFrDJqRC4ftRDjBiUZSIDbAaSmNompM0MHs2QSGHmMNVkjEk&usqp=CAE",
      "products_count": 50,
      "archived": false
    },
    {
      "name": "Смартфон iPhone 8 Plus, 64 GB Apple",
      "description": "Сияние разумаВпервые передняя и задняя панели iPhone выполнены из стекла. Самая популярная камера усовершенствована. Установлен самый умный и мощный процессор, когда-либо созданный для iPhone. Без проводов процесс зарядки становится элементарным. А дополненная реальность открывает невиданные до сих пор возможности. iPhone 8 Plus. Новое поколение iPhone. Корпус полностью из стеклаТакого прочного стекла с обеих сторон у iPhone ещё не было. Рамка в тон корпусу выполнена из алюминия, применяемого в аэрокосмической отрасли. Модель на 64 гигабайта, цвета Space Gray.ХарактеристикиСвязь Диапазоны GSM 850, 900, 1800, 1900 Диапазоны UMTS 850, 1700, 1900, 2100, 900 Диапазоны LTE 1, 2, 3, 4, 5, 7, 8, 12, 13, 17, 18, 19, 20, 25, 26, 28, 29, 30, 38, 39, 40, 41 Bluetooth 5.0 Wi-Fi (802.11) b, g, n, ac, с технологией MIMO NFC да Разъем для синхронизации Apple Lightning Apple Pay да Дисплей Тип дисплея Retina HD Диагональ (дюйм) 5.5 Разрешение (пикс) 1920x1080 Плотность пикселей (PPI) 401 Количество цветов дисплея 16 млн. Сенсорный дисплей да Тип сенсорного дисплея емкостный Поддержка Multitouch да Особенности дисплея 2.5D, дисплей с расширенным цветовым охватом (P3), масштабирование экрана Олеофобное покрытие да Фотокамера Фотокамера (Мп) 12 + 12 (двойная) Объектив шестилинзовый Апертура f/1.8 + f/2.8 Оптический зум да Стабилизация изображения оптическая Автофокус гибридный Вспышка True Tone Quad-LED Особенности основной камеры Live Photos Видеозапись да Разрешение видеосъемки (пикс) 3840 x 2160 Частота кадров видеосъемки 60 Стабилизация видео Да Фронтальная камера (Мп) 7 Процессор Процессор Apple A11 Bionic + сопроцессор движения М11 64-битная архитектура да Память Поддержка карт памяти нет Мультимедиа Аудиоплеер да Видеоплеер да Аудиоразъем Apple Lightning Система Операционная система iOS 11 Навигация GPS, ГЛОНАСС, A-GPS, GALILEO SIM-карта SIM-карта nano-SIM Кол-во SIM-карт 1 Питание Тип аккумулятора Литий-ионный, несъемный Беспроводная зарядка Встроенная Поддержка технологии быстрой зарядки да Корпус Тип корпуса классический Высота (мм) 158.4 Ширина (мм) 78.1 Толщина (мм) 7.5 Вес (г) 202 Материал корпуса металл, стекло Защита от влаги и пыли Да Стандарт защиты IP67 Прочее Датчики G-сенсор (акселерометр), датчик освещенности, датчик приближения, цифровой компас, барометр, гироскоп Сканер отпечатков пальцев да Срок гарантии 1 год Производитель Apple",
      "attributes": {
        "Цвет": "Серый Космос"
      },
      "rating": 4.5,
      "price": 16090,
      "discount": 2,
      "image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcQ5wJgm2tU9Ad9phJbIl0ogV_cLWmrxvuXPBZdsVt9VYjrdNQoU&usqp=CAE",
      "products_count": 50,
      "archived": false
    }
  ]
}
